{
  "games": {
    "blackjack": "Black Jack (1 spelare) \n Black Jack är ett kortbaserat bordspel. Oftast används sex kortlekar med 52 kort \n i vardera lek. Spelaren spelar mot banken. Målsättningen för dig som spelare är \n att din hand efter spelets slut ska ha ett värde som är närmare 21 än bankens hand. \n Kortens värde får dock inte vara över 21. \n\n Korten och kortens värde \n Black Jack spelas oftast med sex kortlekar med 52 kort var. \n • Korten 2 till och med 10 är värda det poängtal som står angivet på spelkorten. \n • Kung, dam och knekt är värda tio poäng. \n • Ess är värt antingen ett poäng eller elva. \n\n Den första given \n Efter att insatser är placerade, delar dealern ut ett kort till spelaren. \n När detta är gjort, ger dealern sig själv ett kort och sedan \n ett andra kort till spelaren. De båda kort, \n som på detta sätt delats ut till spelare, kallas boxens ursprungliga giv. \n\n ”Black Jack” \n När den totala summan av ursprungsgiven är 21, kallas denna hand för Black Jack. \n Om dealerns första kort är värt mindre än tio poäng, ska vinst genast betalas ut \n till spelaren. I dessa fall är oddset 3:2 (1,5 x insatsen). \n Om poängen på handen överstiger 21 förlorar spelaren. \n\n Att ”dubbla” en insats \n Om den ursprungliga handen är värd nio, tio eller elva poäng kan spelaren dubbla \n sin insats. När en spelare har dubblat sin insats har spelaren endast rätt till ytterligare \n ett kort. Om den ursprungliga handen har ett värde av nio eller tio och detta värde \n uppnås med hjälp av ett ess, har detta ess ett fortsatt värde av ett. Det kan med \n andra ord aldrig bli värt elva igen under denna omgång. \n\n Att ”splitta” en hand \n Om den ursprungliga handen som delats ut till en spelare innehåller två \n kort med samma värde, kan spelaren dela på dessa och därigenom skapa två \n separata händer. Om spelaren väljer att dela sina kort måste han/hon göra \n en insats på det andra kortet som motsvarar den ursprungliga insatsen. \n De två delade korten och dess insatser ska nu räknas som två separata händer. \n Spelaren spelar sedan enligt gällande regler för vardera hand, en åt gången. \n Om det andra kortet till någon av dessa händer har samma värde som det första \n kortet kan spelaren återigen dela den handen och göra ytterligare en likvärdig insats. \n Blir värdet på de två första korten efter en split nio, tio eller elva är spelaren \n tillåten att dubbla (dubbling beskrivet ovan). \n Om spelaren delar på två ess får denne endast ytterligare ett kort per ess. \n För en spelare som delar på två ess eller två kort värda tio poäng, och \n med det nya kortet får 21 poäng på någon av händerna, räknas den handen inte \n som en Black Jack utan 21 och spelaren vinner lika mycket som insatsen, om det \n på slutet visar sig vara en vinnande hand.\n\n SNABBFAKTA \n Värde på kort: \n • 2-10 (samma värde som korten visar) \n • Ess(A): 1 el. 11 \n • Kn, D, K: 10 \n\n Ursprunglig giv (Initial Deal): \n Inledande och obligatorisk dragning av kort: \n • Spelare – (kort 1) \n • Dealer – (kort 2) \n • Spelare – (kort 3 och tills Spelare Stannar (Stand) eller får för mycket (22 eller mer). \n • Dealer – Drar fler kort till sig sist, om spelare stannat. Om spelare fått för mycket, \n inga fler kort till Dealer. \n\n Vinstutbetalning (till Spelare som har bättre hand än Dealer) \n • Black Jack (21) - (10 + A på Initial Deal) betalar 1,5 gånger pengarna. 100:- satsat \n blir 150:- i vinst, 500:- blir 750:- osv. \n • Allt annat betalas 1:1 (1 x pengarna). \n • Stand off (Push): Dealer och Spelare får samma summa. Spelaren får behålla sina \n pengar, ingen utbetalning. \n\n Dragningsregler \n Dealer Måste dra kort på summa 16 och under och Måste stanna på 17 och över. \n\n Termer \n • Bet: Spelare ska placera sin insats. (ex. 100, 500, 1000) \n • Deal: Insatser är lagda och Dealern ska göra Initial Deal. \n • Hit: Spelare vill ha ett till kort. Dra ett till kort till spelaren. \n • Stand: Spelare stannar. Dra inte ett till kort till Spelare. Dra kort till Dealer. \n • Split: Spelare får splitta två likadana kort efter Initial Deal (ex. K+K). Det kostar lika \n mycket som grundinsatsen. Om spelaren satsat 100:- från början måste det alltså \n placeras 100:- till för splitten. Korten säras och dealern ”spelar färdigt” första kortet \n som vanligt och efter det, andra kortet. EJ Black Jack vid Split! \n • Double: Spelaren får dubbla om summan på sina 2 första kort (efter Initial Deal) är \n 9, 10 eller 11. Om spelaren väljer att dubbla måste en lika stor insats som redan satsats \n placeras på grundinsatsen. Dealern drar endast 1 kort till, till gästen, och fortsätter \n därefter till sig själv. \n\n "
  }
}
